INSERT INTO recipe (name) VALUES 
  ('Омлет'),
  ('Салат Цезарь'),
  ('Паста с помидорами');

INSERT INTO ingredient (name) VALUES 
  ('Яйца'),
  ('Сыр'),
  ('Куриное филе'),
  ('Листья салата'),
  ('Помидоры'),
  ('Спагетти');

INSERT INTO measurement (name) VALUES 
  ('шт.'),
  ('гр.'),
  ('мл.'),
  ('ч. л.'),
  ('ст. л.');

INSERT INTO recipe_entry (recipe_id, ingredient_id, measurement_id, amount) VALUES 
  (1, 1, 1, 2), -- Омлет: 2 яйца
  (1, 2, 2, 50), -- Омлет: 50 гр. сыра
  (2, 3, 1, 300), -- Салат Цезарь: 300 гр. куриного филе
  (2, 4, 2, 100), -- Салат Цезарь: 100 гр. листьев салата
  (2, 2, 2, 30), -- Салат Цезарь: 30 гр. сыра
  (3, 6, 1, 250), -- Паста с помидорами: 250 гр. спагетти
  (3, 5, 1, 200), -- Паста с помидорами: 200 гр. помидоров
  (3, 2, 2, 50); -- Паста с помидорами: 50 гр. сыра
