INSERT INTO recipe (name, ingredients) VALUES
('Борщ', '{
  "картофель": "100гр.",
  "мясо": "200гр.",
  "лук": "50гр.",
  "морковь": "50гр.",
  "соль": "по вкусу",
  "перец": "по вкусу",
  "масло": "20гр."
}'),
('Пельмени', '{
  "мука": "200гр.",
  "мясо": "300гр.",
  "лук": "100гр.",
  "соль": "по вкусу",
  "перец": "по вкусу"
}'),
('Омлет', '{
  "яйца": "3 шт.",
  "молоко": "50мл.",
  "масло": "10гр.",
  "зелень": "по вкусу"
}'),
('Паста', '{
  "макароны": "200гр.",
  "томаты": "2 шт.",
  "лук": "50гр.",
  "масло": "20гр.",
  "сыр": "50гр.",
  "укроп": "по вкусу"
}'),
('Салат', '{
  "помидоры": "2 шт.",
  "огурцы": "2 шт.",
  "лук": "50гр.",
  "масло": "20гр.",
  "уксус": "по вкусу",
  "соль": "по вкусу",
  "перец": "по вкусу"
}'),
('Суп', '{
  "картофель": "100гр.",
  "мясо": "200гр.",
  "лук": "50гр.",
  "морковь": "50гр.",
  "соль": "по вкусу",
  "перец": "по вкусу",
  "масло": "20гр.",
  "уксус": "по вкусу",
  "зелень": "по вкусу"
}'),
('Шашлык', '{
  "мясо": "500гр.",
  "лук": "100гр.",
  "перец": "по вкусу",
  "соль": "по вкусу",
  "масло": "20гр.",
  "уксус": "по вкусу",
  "зелень": "по вкусу"
}');
